{
  "events": [
    {
      "is_recurring": false,
      "event_date": "2026-02-28T13:54:20.710Z",
      "en": {
        "title": "Ahimsa - Non-violence, meditation saturday at the Loygiana Center",
        "date": "28.2.26",
        "location": "Maze 22, Tel Aviv",
        "description": "Ahimsa is the principle of non-harm. It is not a passive stance, but an active position rooted in what is called \"the two wings of practice\" - compassion and insight. This non-violent action begins first within ourselves and towards ourselves. According to Thich Nhat Hanh, the Zen teacher and peace activist during the Vietnam War, true change begins within us and in our ability to rise above polarities, sides, and camps. Through deep observation, we want to learn how to transform fear, despair, hatred and hostility within us, and help others do the same, out of respect for life. In this practice there is no expectation of absolute - we do our best according to the circumstances. All of this we will explore together through sitting meditation, movement, eating and shared learning in a meditation session with Dharma teacher Hagit Harmon."
      },
      "he": {
        "title": "אהימסה - אי אלימות, שבת מדיטציה במרכז לויג'נאנה ",
        "location": "מזא״ה 22 תל אביב",
        "date": "28.2.26",
        "description": "אהימסה הוא העקרון של אי-פגיעה.\nזו אינה עמדה פסיבית, אלא עמדה אקטיבית של פעולה הנטועה במה שקרוי \"שתי כנפי התרגול\" – חמלה ותובנה. הפעולה הלא אלימה הזו מתחילה קודם כל בתוכנו וכלפי עצמנו.\nעל פי תיך נאת האן, מורה הזן ומי שהיה גם פעיל שלום בזמן מלחמת וייטנאם, השינוי האמיתי מתחיל בתוכנו וביכולת להתעלות מעבר לקטבים, לצדדים ולמחנות.\nמתוך התבוננות לעומק, אנחנו רוצים ללמוד איך להתמיר פחד, ייאוש, שנאה ועוינות בתוכנו, ולעזור לאחרים לעשות את אותו הדבר, מתוך כבוד לחיים.\nבתרגול הזה אין ציפייה למוחלט – אנחנו עושים כמיטב יכולתנו בהתאם לנסיבות.\nאת כל זאת נחקור יחד במדיטציה בישיבה, בתנועה, באכילה ובלימוד משותף במפגש מדיטציה עם מורת הדהרמה חגית הרמון. "
      },
      "register_link": "https://yogatlv.co.il/meditation/",
      "image": "/images/event.png"
    },
    {
      "is_recurring": false,
      "event_date": "2026-04-05T16:22:23.123Z",
      "he": {
        "title": "לחצות לגדה השניה: תרגול איכויות מיטיבות בחיי היומיום",
        "date": "שישה מפגשים בימי שני החל מ-5.4  ",
        "location": "אונליין",
        "description": "בקורס זה נפגוש את הלימוד והתרגול  הבודהיסטי של שש השלמויות - הפרמיטות.\nתירגול זה נועד להיות חלק מחיי היומיום.\n \nפירוש המילה פרמיטה הוא \"שלמות\", או \"הבנה שלמה\", או \"לחצות לגדה השניה\".\nכך שהן איכויות המזמינות אותנו לעבור מהתודעה השוהה על חוף הסבל, הכעס, הייאוש והפחד, אל עבר לחוף ההבנה, החמלה, היציבות.\nלשם כך עלינו לעשות משהו –מאמץ מודע.\nלכך קוראים פרמיטה.\n \nזו אינה עשייה חד פעמית, והיא מניחה שאנחנו לא מושלמים, ולכן היא משהו שאפשר לעשות, להגשים, שוב ושוב, מתוך קבלת אנושיותנו.\nהחצייה הזו לגדה השנייה, ההתעוררות, יכולה לקרות בכל רגע."
      },
      "register_link": "https://www.educare.co.il/paramita",
      "en": {
        "location": " Online",
        "title": "Crossing to the other shore: Practicing beneficial qualities in everyday life",
        "date": "Six mondays starting 5.4",
        "description": "In this course, we will encounter the Buddhist teaching and practice of the Six Perfections — the Paramitas.\n\nThis practice is meant to be part of everyday life.\n\nThe meaning of the word Paramita is “perfection,” or “complete understanding,” or “crossing to the other shore.”\n\nThey are qualities that invite us to move from a state of mind resting on the shore of suffering, anger, despair, and fear, toward the shore of understanding, compassion, and stability.\n\nTo do this, we need to do something — a conscious effort.\n\nThis is what is called Paramita.\n\nThis is not a one-time action. It assumes that we are not perfect, and therefore it is something we can practice, realize, and embody again and again, מתוך acceptance of our humanity.\n\nThis crossing to the other shore, this awakening, can happen in any moment."
      },
      "image": "/images/lotus.png"
    }
  ]
}